export const RU_STOPWORDS = new Set(
  (
    'и в во не что он на я с со как а то все она так его но да ты к у же вы за бы по только ее её мне было вот от меня еще ещё нет о из ему теперь когда даже ну вдруг ли если уже или ни быть был него до вас нибудь опять уж вам ведь там потом себя ничего ей может они тут где есть надо ней для мы тебя их чем была сам чтоб без будто чего раз тоже себе под будет ж тогда кто этот того потому этого какой совсем ним здесь этом один почти мой тем чтобы нее неё сейчас были куда зачем всех никогда можно при наконец два об другой хоть после над больше тот через эти нас про всего них какая много разве три эту моя впрочем хорошо свою этой перед иногда лучше чуть том нельзя такой им более всегда конечно всю между это эта ваш ваша ваше ваши наш наша наше наши свой своя свои мою мои мне мной меня вам вас вами также либо очень просто здравствуйте добрый день пожалуйста спасибо подскажите скажите хочу хотел хотела можно ли'
  ).split(/\s+/),
);

export const EN_STOPWORDS = new Set(
  'a an the and or but if of to in on at for with by from is are was were be been it this that these those as not no do does did i you we they he she my your our their can could would should will'.split(
    /\s+/,
  ),
);
